logs/ycsb_redis/native/4_62/4_20190817220948_001/20190817220948_001_f.log
[OVERALL], RunTime(ms), 317
[OVERALL], Throughput(ops/sec), 3154.5741324921137
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 614.0
[CLEANUP], MinLatency(us), 614
[CLEANUP], MaxLatency(us), 614
[CLEANUP], 95thPercentileLatency(us), 614
[CLEANUP], 99thPercentileLatency(us), 614
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 259.097
[INSERT], MinLatency(us), 191
[INSERT], MaxLatency(us), 6731
[INSERT], 95thPercentileLatency(us), 364
[INSERT], 99thPercentileLatency(us), 558
[INSERT], Return=OK, 1000